Repository: 4l3x2k/MetrixHD
Catalog: usr/lib/enigma2/python/Plugins/Extensions/MyMetrixLite/locale/*/LC_MESSAGES/MyMetrixLite.po
Languages: nl

source: RAM-Free: %s MB
nl: RAM-Vrij: %s MB

source: Flash Memory free: %s MByte
nl: Flash Geheugen vrij: %s MByte

source: CPU-Speed: %s MHz
nl: CPU-Snelheid: %s MHz

source: Satellite
nl: Satteliet

source: Cable
nl: Kabel

source: Terrestrial
nl: Terrestrisch

source: N/A
nl: Niet beschikbaar

source: It follows:
nl: Het volgt:

source: Backup & Restore my settings
nl: Backup & Herstel mijn instellingen

source: Cancel
nl: Annuleren

source: Restore
nl: Herstellen

source: Delete
nl: Verwijderen

source: My Backup No. %d
nl: Mijn Backup Nr. %d

source: My Backup Number
nl: Mijn Backup Nummer

source: You can create up to 99 Backup-Sets. Stored in: %s
nl: U kunt maximaal 99 Backups. Opgeslagen zijn:%s

source: My Backup Description
nl: Mijn Backup Naam

source: You can here assign an individual name.
nl: Hier kun je een induviduele naam invullen

source: My Backup Saved: %s
nl: Mijn opgeslagen Backup: %s

source: My Last Backup Entry: %s
nl: Mijn laatst toegevoegde Backup: %s

source: My Last Restored Entry: %s
nl: Mijn laatst teruggezette Backup: %s

source: Can't create Backup-File! ( %s )
nl: Kan geen Backup-bestand maken! ( %s )

source: No Backup-File found! ( %s )
nl: Geen Backup bestand gevonden! ( %s )

source: Backup-Set is not complete!
nl: De Backup is niet compleet!

source: No Backup-Set found!
nl: Geen Backup gevonden!

source: Settings successfully restored.
nl: Instellingen succesvol teruggezet

source: Restoring Backup-Set %d ...
nl: Terugzetten Backup %d ...

source: Delete current Backup-Set?
nl: Verwijder huidige Backup?

source: Overwrite current Backup-Set?
nl: Overschrijf huidige Backup

source: Overwrite current Settings?
nl: Overschrijf huidige instellingen?

source: --- empty ---
nl: --- leeg ---

source: helptext
nl: helptekst

source: Color settings
nl: Kleur instellingen

source: Save
nl: Bewaren

source: Defaults
nl: Standaard

source: Color Examples
nl: Kleur Thema's

source: Quick Setup
nl: Snel Instellen

source: Left
nl: Links

source: Background
nl: Achtergrond

source: Transparency
nl: Transparantie

source: Font color
nl: Letter kleur

source: Right
nl: Rechts

source: Color Gradient
nl: Kleur Verloop

source: Color
nl: Kleur

source: Text Windowtitle
nl: Tekst Venster titel

source: Foreground
nl: Voorgrond

source: Text in background
nl: Tekst in de achtergrond

source: Font color selected
nl: Letter kleur geselecteerd

source: Menu Symbol
nl: Menu Symbool

source: Infobar, Moviebar
nl: Informatie balk, Film balk

source: Progress bar
nl: Voortgangs balk

source: Color 1
nl: Kleur 1

source: Color 2
nl: Kleur 2

source: Accent colors
nl: Accent kleuren

source: Clock, Weather and Buttons
nl: Klok, Weer en Knoppen

source: Clock in Layer A
nl: Klok in Laag A

source: Clock in Layer B
nl: Klok in Laag B

source: Buttons
nl: Knoppen

source: Layer A (main layer)
nl: Laag A (hoofd laag)

source: Screen title separating line
nl: Scherm titel scheidings lijn

source: Show also in main layer?
nl: Laat ook zien in hoofd laag?

source: height
nl: hoogte

source: pos y
nl: positie y

source: Selection bar
nl: Kies balk

source: Extended Info colors
nl: Uitgebreide Info kleuren

source: Layer B (secondary layer)
nl: Laag B (secundaire laag)

source: Graphical EPG
nl: Grafische EPG

source: Borderlines
nl: Randen

source: Time Line
nl: Tijdlijn

source: (Text-Mode)
nl: (Tekst-Mode)

source: Service List
nl: Service Lijst

source: now
nl: nu

source: Event List
nl: Programma Lijst

source: selected
nl: geselecteerd

source: Event Description
nl: Programma Omschrijving

source: Channelselection
nl: Kanaalselectie

source: Service
nl: Zender

source: Font color recording
nl: Lettertype kleur opnemen

source: Font color pseudo recording
nl: Lettertype pseudo kleur opnemen

source: Font color streaming
nl: Lettertype kleur streaming

source: Service Description
nl: Service Omschrijving

source: EMC Movie List
nl: EMC Film Lijst

source: Watched color
nl: "Bekeken" kleur

source: Finished color
nl: "Voltooid" kleur

source: Recording color
nl: "Opnemen" kleur

source: Show event colors if entry selected
nl: Toon gebeurtenis kleuren wanneer geselecteerd

source: Skin Design
nl: Skin Ontwerp

source: Border lines
nl: Randen

source: Screens
nl: Vensters

source: Top
nl: Boven

source: Bottom
nl: Beneden

source: Additional Layer
nl: Extra Laag

source: Skin Design Examples
nl: Skin Design Voorbeelden

source: Show upper left Corner Layer
nl: Laat laag links boven zien

source: width
nl: Breete

source: pos z
nl: positie z

source: Show lower left Corner Layer
nl: Laat laag links beneden zien

source: Show upper right Corner Layer
nl: Laat laag rechts boven zien

source: Show lower right Corner Layer
nl: Laat laag rechts beneden zien

source: Show optional horizontal Layer
nl: Toon optionele horizontale laag

source: pos x
nl: positie x

source: Show optional vertical Layer
nl: Toon optionele verticale laag

source: Information
nl: Informatie

source: Font settings
nl: Lettertype instellingen

source: Font Examples
nl: Lettertype Thema's

source: in Image included Fonts
nl: Lettertype ingesloten in afbeelding

source: Font type
nl: Lettertype

source: Font scale [%]
nl: Lettertype groote

source: Replacement
nl: Vervanginger

source: Fixed
nl: Vastgezet

source: in Skin included Fonts
nl: in Skin opgenomen Lettertypes

source: Regular
nl: Regulier

source: RegularLight
nl: Regulier Licht

source: Individual Settings (only for some individual skinned screens)
nl: Individuele Instellingen (enkel voor sommige schermen)

source: Generally
nl: Algemeen

source: Screen title text
nl: Scherm titel tekst

source: Button text
nl: Knoppen tekst

source: Clock text
nl: Klok tekst

source: Large text
nl: Groote tekst

source: Small text
nl: Kleine tekst

source: Menu entry text
nl: Menu toegangs tekst

source: Screens, Plugins
nl: Scherm, Plugins

source: Label text
nl: Label tekst

source: Output text
nl: Uitvoer tekst

source: Description text
nl: Omschrijvings tekst

source: EPG, Channellist, Movielist
nl: EPG, Kannalenlijst, Filmlijst

source: Event name text
nl: Programma naam tekst

source: Other text
nl: Overige tekst

source: Error creating Preset! One or more Fonts are not available!
nl: Fout bij keuze instelling! Een of meer lettertypes zijn niet beschikbaar!

source: Apply changes
nl: Wijzigingen opslaan

source: Weather settings
nl: Weer instellingen

source: Other settings
nl: Overige instellingen

source: Design settings
nl: Vormgeving instellingen

source: Skinpart settings
nl: Skinpart Instellingen

source: Your enhanced hd settings are inconsistent. Please check this.
nl: Je enhanced hd instellingen zijn tegenstrijdig. Controleer de instelling

source: Do you really want to reboot now?
nl: Weet je zeker dat je wil herstarten?

source: Restart GUI
nl: Herstart GUI

source: Not enough free flash memory to create the new %s skin files. ( %d kb is required )
nl: Niet genoeg vrij flash geheugen om de nieuwe %s skin bestanden te creëren. (%d kb is vereist)

source: --- additional files start ---
nl: --- extra bestanden start ---

source: New calculated file is
nl: Nieuw berekend bestand is

source: No files found or files already exist.
nl: Geen bestanden gevonden, of ze bestaan reeds.

source: --- additional files end ---
nl: --- extra bestanden einde ---

source: Error creating %s skin. HD skin is used!
nl: Fout bij maken %s skin. HD skin wordt gebruikt!

source: One or more %s icons are missing. Using HD icons for this.
nl: Een of meer %s icons missen. Ik gebruik nu HD icons hiervoor.

source: GUI needs a restart to apply a new skin. Do you want to Restart the GUI now?
nl: GUI moet herstart worden om de nieuwe skin toe te passen. Wil je de GUI nu herstarten?

source: Error creating Skin!
nl: Fout bij maken Skin!

source: Test Resolution
nl: Test Resolutie

source: You have the'HbbTV Plugin' installed.
nl: Je hebt de 'HbbTV Plugin' geïnstalleerd.

source: Maybe is a compatibility issue with %s resolution. Attention: The osd-error occurs first after gui or system restart! Do you want really change from %s to %s - skin?
nl: Mogelijk is er een comptabiliteits probleem met de %s resolutie. Opgelet: De osd-fout treed pas op na een herstart van de GUI of het systeem! Weet je zeker dat je wil veranderen van %s naar de %s - skin?

source: !!! Recording(s) are in progress or coming up in few minutes !!!
nl: !!! Opname(s) zijn bezig of beginnen binnen enkele minuten !!!

source: !!! If your receiver not compatible is a crash possible !!! Choose 'yes', then starts the resolution test. The old resolution will automatically restored after 10 seconds.
nl: !!! Als je ontvanger dit niet ondersteund is een crash mogelijk !!! Kies 'ja', om de resolutie test the starten. De oude resolutie word na 10 seconden inactiviteit hersteld.

source: If you can see this then is your receiver compatible. Do you want change from %s to %s - skin resolution?
nl: Test succesvol. Je ontvanger bied ondersteuning. Wil je de skin resolutie veranderen van %s naar %s - ?

source: Not enough free flash memory to install the %s icons. ( %d MB is required )
nl: Niet genoeg Flash geheugen vrij voor het installeren van %s icons. ( %d MB is vereist )

source: A background update check is in progress, please wait a few minutes and try again.
nl: Er loopt een update op de achtergrond, wacht a.u.b enkele minuten en probeer nogmaals.

source: Please wait whilst feeds state is checked.
nl: Wacht a.u.b. terwijl de feed status word gecontroleerd.

source: Checking Feeds
nl: Controleren Feeds

source: Your %s %s is not connected to the internet, please check your network settings and try again.
nl: Je %s %s is niet verbonden met internet, controleer uw netwerk instellingen en probeer nogmaals.

source: Sorry feeds are down for maintenance, please try again later.
nl: Sorry de Feeds zijn in onderhoud, probeer later nogmaals.

source: Ready to install %s ?
nl: Klaar voor de installatie van %s ?

source: please wait...
nl: Even geduld a.u.b....

source: Installing ...
nl: Installeren ...

source: Install Package not found!
nl: Installatie pakket niet gevonden!

source: Installation error! %s
nl: Installatie fout! %s

source: Ready to remove %s ?
nl: Klaar voor het verwijderen van %s ?

source: Removing ...
nl: Verwijderen ...

source: Enhanced HD Option
nl: Enhanced HD Optie

source: Choose skin resolution
nl: Kies skin resolutie

source: All calculated values round down
nl: Resultaat naar beneden afgerond

source: Additional offset for font scaling
nl: Extra offset voor lettertype grootte

source: Calculating additional files
nl: Berekenen extra bestanden

source: File list: %s
nl: Bestanden lijst: %s

source: Distance between the STB-Infos
nl: Ruimte tussen de STB-Infos

source: Show CPU-Load
nl: Toon CPU-Belasting

source: Show free RAM
nl: Toon vrij RAM Geheugen

source: Show CPU-Temp
nl: Toon CPU-Temp

source: Show SYS-Temp
nl: Toon SYS-Temp

source: InfoBar
nl: InfoBalk

source: Show Extended-Info
nl: Toon Uitgebreide-Info

source: After enabling, 'Apply changes' and restart needs never press 'Apply changes' (and restart) when you change subordinate options.
nl: Na inschakelen, 'Instellingen opslaan' en herstart nodig nooit op drukken op 'Instellingen opslaan' (en herstarten) wanneer je veranderingen hebt gedaan aan subroutine instellingen.

source: Show only if available. Positions:
nl: Toon enkel wanneer beschikbaar. Posities:

source: Show CAID
nl: Toon CAID

source: Show PROV
nl: Toon PROV

source: Show PID
nl: Toon PID

source: Show SOURCE
nl: Toon SOURCE

source: Show READER
nl: Toon READER

source: Show PROTOCOL
nl: Toon PROTOCOL

source: Show HOPS
nl: Toon HOPS

source: Show ECM TIME
nl: Toon ECM TIME

source: Choose Picon Type
nl: Kies Picon Type

source: Show picons zoomed ?
nl: Toon picons ingezoomd?

source: Offset picon position x
nl: Offset picon positie x

source: Offset picon position y
nl: Offset picon positie y

source: Offset picon size
nl: Offset picon grootte

source: InfoBar/SecondInfobar
nl: InfoBalk/TweedeInfobalk

source: Show Clock
nl: Toon Klok

source: Show ChannelName
nl: Toon Kanaal Naam

source: Show ChannelNumber
nl: Toon Kanaal Nummer

source: Show ServiceIcons
nl: Toon Service Icons

source: Show Record-State
nl: Toon Opname-Status

source: Show Screen-Resolution
nl: Toon Scherm-Resolutie

source: Show extended Screen-Resolution
nl: Toon Uitgebreide Scherm-Resolutie

source: Show Orbital-Position
nl: Toon Orbitale-Positie (graden)

source: Show SNR-Info
nl: Toon SNR-Info

source: Show Tuner-Info
nl: Toon Tuner-Info

source: Set number of tuner automatically
nl: Stel Tuner nummer automatisch in

source: Set number of tuner manually
nl: Stel Tuner nummer handmatig in

source: Show STB-Info
nl: Toon STB-Info

source: After enabling, 'Apply changes' and restart needs never press 'Apply changes' (and restart) when you change subordinate entrys in 'STB-Info'.
nl: Na inschakelen, 'Instellingen opslaan' en herstart nodig nooit op drukken op 'Instellingen opslaan' (en herstarten) wanneer je veranderingen hebt gedaan aan subroutine waardes in 'STB-Info'.

source: InfoBar/SecondInfobar/Moviebar
nl: InfoBalk/TweedeInfobalk/Filmbalk

source: ChannelName/Number FontSize
nl: Kanaal Nummer/Nummer Lettergrote

source: Show Cover in Media Center
nl: Toon Hoesje in Media Center

source: Show Cover in Infobar
nl: Toon Hoesje in infobalk

source: Show Cover in Movie Selection
nl: Toon Hoesje in Film Sectie

source: Show Movie Description
nl: Toon Film Beschrijving

source: Change Number of Lines in Movie Selection
nl: Pas het aantal lijnen aan in de Film Sectie

source: EMC/MoviePlayer
nl: EMC/Mediaspeler

source: Style
nl: Stijl

source: Show MovieName
nl: Toon Filmnaam

source: Show Movie Playback Time
nl: Toon Film afspeeltijd

source: Show PVR State
nl: Toon PVR Status

source: ChannelSelection
nl: Kanaal Selectie

source: graphical EPG
nl: Grafische EPG

source: Channel selection style
nl: Kanaal Selectie Stijl

source: Show Primetime Event
nl: Toon Primetime Event

source: Set primetime in graphical epg settings.
nl: Primetime instellen in grafische epg-instellingen.

source: Graphical EPG style
nl: Grafische EPG stijl

source: Chose Skin Design
nl: Kies Skin Ontwerp

source: Show Space between Layer A and B
nl: Toon ruimte tussen laag A en B

source: Show large Text on bottom of the screen
nl: Toon grote Tekst in onderzijde scherm

source: Chose Extended-Info Style
nl: Kies Uitgebreide-Info Stijl

source: No description available.
nl: Geen beschrijving beschikbaar.

source: (No preview picture available.)
nl: (Geen voorbeeld beschikbaar.)

source: Skinpart are not available - can't be activated.
nl: Skinpart is niet beschikbaar - kan niet worden geactiveerd.

source: No screens in skinpart are available - can't be activated.
nl: Geen voorbeelden beschikbaar in skinpart - kan niet worden geactiveerd.

source: No
nl: Nee

source: Yes, show screens
nl: Ja, toon scherm(en)

source: Yes
nl: Ja

source: Check ID
nl: Controleer ID

source: Enabled
nl: Ingeschakeld

source: Cycle/failure indicator colors on widget: green - 6 times try to fetch weather data yellow - fetch weather data paused 5 mins red - fetch weather data aborted after 6 times green and yellow (if red -> press 'save' for refresh)
nl: Wissel/fout indicatie kleuren op widget: groen - 6 keer proberen Weer info ophalen geel - haal Weer info pauze 5 mins rood - haal Weer info afbreken na 6 keer groen en geel (als rood -> toets 'bewaren' voor ophalen)

source: Show in MoviePlayer
nl: Laat zien in Mediaspeler

source: Get your local MetrixWeather ID from www.mymetrix.de
nl: Kijk op www.mymetrix.de voor je woonplaats MetrixWeather ID

source: Unit
nl: Eenheid

source: Refresh Interval (min)
nl: Verversen (minuten)

source: If set to '0', fetch weather data only at system(gui) start.
nl: Bij "0" wordt de Weer informatie enkel opgehaald bij de systeem (gui) start.

source: Check is Weather date local date
nl: Controleer of Weer datum overeenkomt met de lokale datum

source: Get weather data failure: %s
nl: Fout bij ontvangen Weer info: %s

source: Current weather data: %s
nl: Huidige Weer info: %s

source: City: %s,
nl: Woonplaats: %s,

source: Temperature: %s
nl: Temperatuur: %s

source: , Date is valid: %s
nl: , Datum is geldig : %s

source: Cant get weather data: %s
nl: Kan Weer info niet ophalen: %s

source: Please wait, get weather data ...
nl: Even geduld a.u.b. bezig met ontvangen Weer info ...

source: Amber
nl: Barnsteen

source: Brown
nl: Bruin

source: Cobalt
nl: Kobalt

source: Cyan
nl: Cyaan

source: Darkblue
nl: Donker Blauw

source: Darkgrey
nl: Donker Grijs

source: Lime
nl: Limoen

source: Brightgreen
nl: Licht Groen

source: Green
nl: Groen

source: Orange
nl: Oranje

source: Pink
nl: Roze

source: Red
nl: Rood

source: Royal Blue
nl: Konings Blauw

source: Steel
nl: Staal

source: Teal
nl: Blauwgroen

source: Brightyellow
nl: Licht Geel

source: Yellow
nl: Geel

source: Black
nl: Zwart

source: Greyscale 1
nl: Grijswaarden 1

source: Greyscale 2
nl: Grijswaarden 2

source: Greyscale 3
nl: Grijswaarden 3

source: Greyscale 4
nl: Grijswaarden 4

source: Greyscale 5
nl: Grijswaarden 5

source: Greyscale 6
nl: Grijswaarden 6

source: Greyscale 7
nl: Grijswaarden 7

source: Greyscale 8
nl: Grijswaarden 8

source: Greyscale 9
nl: Grijswaarden 9

source: Greyscale 10
nl: Grijswaarden 10

source: Greyscale 11
nl: Grijswaarden 11

source: Greyscale 12
nl: Grijswaarden 12

source: Greyscale 13
nl: Grijswaarden 13

source: White
nl: Wit

source: Transparent
nl: Transparant

source: Standard Colors
nl: Standaard Kleuren

source: Bright Colors
nl: Lichte Kleuren

source: Dark Colors
nl: Donkere Kleuren

source: Red Colors
nl: Rode Kleuren

source: Yellow Colors
nl: Gele Kleuren

source: Green Colors
nl: Groene Kleuren

source: disabled
nl: uitgeschakeld

source: same as background
nl: Zelfde als achtergrond

source: %s darker than background
nl: %s donkerder als de achtergrond

source: Standard Fonts
nl: Standaard Lettertypes

source: Standard Fonts greater
nl: Standaard Lettertypes Groter

source: Bold and greater Fonts
nl: Dikke en grote Lettertypes

source: Raleway Fonts
nl: Raleway lettertypen

source: Digital Fonts
nl: Digitale Lettertypes

source: Analog Fonts
nl: Analoge Lettertypes

source: HandelGotD Fonts
nl: HandelGotD lettertypen

source: Focus left, no picon, 5 next Events
nl: Focus links, geen picon, 5 volgende evenementen

source: Focus left, big picon, 1 next Events
nl: Focus links, grote picon, 1 volgende evenementen

source: Focus right, big picon, 1 next Events
nl: Focus rechts, grote picon, 1 volgende evenementen

source: Focus right, no picon, 5 next Events
nl: Focus rechts, grote picon, 5 volgende evenementen

source: in Screens
nl: in Scherm

source: in Menus and Screens
nl: in Menus en Scherm

source: No Design
nl: Geen Design

source: One Layer Design
nl: Één laags ontwerp

source: Contrast Layer Design
nl: Contrast laag ontwerp

source: Stripe Layer Design
nl: Streep Laag Design

source: Blocks Layer Design
nl: Blokken laag ontwerp

source: Standard HD (1280x720)
nl: Standaard HD (1280x720)

source: - box support unknown
nl: - box ondersteuning onbekend

source: scale
nl: schaal

source: size
nl: groote

source: Top of the screen
nl: Bovenin het scherm

source: Between Clock and Weather enclosed
nl: Ingesloten tussen Klok en Weer

source: Between Clock and Weather centered
nl: Uitgelijnd tussen Klok en Weer

source: Bottom of the screen
nl: Onderzijde van het scherm

source: Standard
nl: Standaard

source: more Events or 'mini TV' greater
nl: meer info of ' mini TV' groter

source: Infobar
nl: Infobalk

source: Small
nl: Klein

source: In Moviebar
nl: In Filmbalk

source: Side by PVR-Symbol
nl: Langs PVR-Symbool

source: Top of the screen with current time
nl: Bovenin het scherm met huidige tijd

source: Large
nl: Groot

source: Layer A and B same height, Clock in Layer A
nl: Laag A en B dezelfde hoogte, klok in laag A

source: Layer A and B same height, Clock in Layer B
nl: Laag A en B dezelfde hoogte, klok in laag B

source: openATV configuration tool for MetrixHD
nl: openATV configuratie tool voor MetrixHD
